---
kind: type
id: T:Autodesk.Revit.DB.ExportResolution
source: html/671e963b-c211-17e7-2c26-5d772d34798a.htm
---
# Autodesk.Revit.DB.ExportResolution

An enumerated type listing possible options to control the tessellation quality.

## Syntax (C#)
```csharp
public enum ExportResolution
```